Repository: AldenClark/pushgo
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans, zh_hant

source: Channel renamed.
de: Kanal umbenannt.
es: Canal renombrado.
fr: Canal renommé.
ja: チャンネル名を変更しました。
ko: 채널 이름을 변경했습니다.
zh_hans: 频道已重命名。
zh_hant: 頻道已重新命名。

# channel_select_empty_hint
source: Create or subscribe to a channel first.
de: Erstelle oder abonniere zuerst einen Kanal.
es: Primero crea o suscríbete a un canal.
fr: Créez ou abonnez-vous d’abord à un canal.
ja: 先にチャンネルを作成するか購読してください。
ko: 먼저 채널을 생성하거나 구독하세요.
zh_hans: 请先创建或订阅频道。
zh_hant: 請先建立或訂閱頻道。

# channel_subscribed
source: Subscribed to channel.
de: Kanal abonniert.
es: Suscripción al canal completada.
fr: Abonnement au canal effectué.
ja: チャンネルを購読しました。
ko: 채널을 구독했습니다.
zh_hans: 已订阅频道。
zh_hant: 已訂閱頻道。

source: Channel unsubscribed.
de: Kanal abgemeldet.
es: Suscripción al canal cancelada.
fr: Désabonnement du canal effectué.
ja: チャンネルの購読を解除しました。
ko: 채널 구독을 해지했습니다.
zh_hans: 已取消订阅频道。
zh_hant: 已取消訂閱頻道。

# channel_unsubscribed_and_deleted
source: Channel unsubscribed; deleted %d messages.
de: Kanal abgemeldet; %d Nachrichten gelöscht.
es: Suscripción al canal cancelada; %d mensajes eliminados.
fr: Désabonnement du canal ; %d messages supprimés.
ja: チャンネルの購読を解除し、%d 件のメッセージを削除しました。
ko: 채널 구독을 해지하고 메시지 %d개를 삭제했습니다.
zh_hans: 已取消订阅频道，删除了 %d 条消息。
zh_hant: 已取消訂閱頻道，刪除了 %d 則訊息。

source: Channels
de: Kanäle
es: Canales
fr: Canaux
ja: チャンネル
ko: 채널
zh_hans: 频道
zh_hant: 頻道

# channels_count_placeholder
source: %d channels
de: %d Kanäle
es: %d canales
fr: %d canaux
ja: %d 件のチャンネル
ko: 채널 %d개
zh_hans: %d 个频道
zh_hant: %d 個頻道

# channels_empty
source: No channels
de: Keine Kanäle
es: Sin canales
fr: Aucun canal
ja: チャンネルはありません
ko: 채널 없음
zh_hans: 暂无频道
zh_hant: 尚無頻道

# check_channel
source: Check
de: Prüfen
es: Comprobar
fr: Vérifier
ja: 確認
ko: 확인
zh_hans: 检查
zh_hant: 檢查

source: Ciphertext
de: Chiffretext
es: Texto cifrado
fr: Texte chiffré
ja: 暗号文
ko: 암호문
zh_hans: 密文
zh_hant: 密文

# ciphertext_code_sample
source: { "title": "Encrypted title", "body": "Encrypted body", "icon": "https://example.com/icon.png", "image": "https://example.com/image.png" } // Encrypt JSON with AES-GCM using your shared key and IV // ciphertext = Base64(cipher||tag||iv); send only this ciphertext field (IV is embedded).
de: { "title": "Verschlüsselter Titel", "body": "Verschlüsselter Inhalt", "icon": "https://example.com/icon.png", "image": "https://example.com/image.png" } // JSON mit AES-GCM verschlüsseln (gemeinsamer Schlüssel + IV) // ciphertext = Base64(cipher||tag||iv); nur dieses ciphertext-Feld senden (IV ist enthalten).
es: { "title": "Título cifrado", "body": "Contenido cifrado", "icon": "https://example.com/icon.png", "image": "https://example.com/image.png" } // Cifra el JSON con AES-GCM usando clave compartida e IV // ciphertext = Base64(cipher||tag||iv); envía solo este campo ciphertext (el IV ya va incluido).
fr: { "title": "Titre chiffré", "body": "Corps chiffré", "icon": "https://example.com/icon.png", "image": "https://example.com/image.png" } // Chiffrez le JSON en AES-GCM avec votre clé partagée et l’IV // ciphertext = Base64(cipher||tag||iv) ; envoyez uniquement ce champ ciphertext (IV incluse).
ja: { "title": "暗号化タイトル", "body": "暗号化本文", "icon": "https://example.com/icon.png", "image": "https://example.com/image.png" } // 共有鍵 + IV を使い AES-GCM で上記 JSON を暗号化 // ciphertext = Base64(cipher||tag||iv) とし、IV を含んだ ciphertext フィールドだけ送信。
ko: { "title": "암호화된 제목", "body": "암호화된 본문", "icon": "https://example.com/icon.png", "image": "https://example.com/image.png" } // 공유 키 + IV로 위 JSON을 AES-GCM으로 암호화 // ciphertext = Base64(cipher||tag||iv) 로 만들고, IV가 포함된 ciphertext 필드만 보냅니다.
zh_hans: { "title": "加密标题", "body": "加密正文", "icon": "https://example.com/icon.png", "image": "https://example.com/image.png" } // 使用共享密钥 + IV 通过 AES-GCM 加密上述 JSON // ciphertext = Base64(cipher||tag||iv)，仅发送 ciphertext 字段（已包含 IV）。
zh_hant: { "title": "加密標題", "body": "加密正文", "icon": "https://example.com/icon.png", "image": "https://example.com/image.png" } // 使用共享密鑰 + IV 以 AES-GCM 加密上述 JSON // ciphertext = Base64(cipher||tag||iv)，僅傳送 ciphertext 欄位（已含 IV）。

# ciphertext_sample_title
source: Example JSON & Encryption
de: JSON- und Verschlüsselungsbeispiel
es: Ejemplo de JSON y cifrado
fr: Exemple JSON et chiffrement
ja: サンプル JSON と暗号化
ko: 예시 JSON 및 암호화 방식
zh_hans: 示例 JSON 与加密方式
zh_hant: 範例 JSON 與加密方式

# ciphertext_step_apply
source: Client decrypts and overwrites APS with decrypted fields.
de: Der Client entschlüsselt und überschreibt APS mit den entschlüsselten Feldern.
es: El cliente descifra y sobrescribe APS con los campos descifrados.
fr: Le client déchiffre et remplace APS avec les champs déchiffrés.
ja: 端末で復号した項目が APS の値を上書き。
ko: 복호화된 항목이 APS 값을 덮어쓴다.
zh_hans: 客户端解密后用密文字段覆盖 APS。
zh_hant: 客戶端解密後用密文字段覆蓋 APS。

# ciphertext_step_encrypt
source: Encrypt with AES-GCM (shared key + IV), then Base64(cipher||tag||iv).
de: Mit AES-GCM verschlüsseln (gemeinsamer Schlüssel + IV), dann Base64(cipher||tag||iv).
es: Cifra con AES-GCM (clave compartida + IV), luego Base64(cipher||tag||iv).
fr: Chiffrez avec AES-GCM (clé partagée + IV), puis Base64(cipher||tag||iv).
ja: 共有鍵 + IV で AES-GCM 暗号化し、(cipher||tag||iv) を Base64 化。
ko: 공유 키 + IV로 AES-GCM 암호화 후 (cipher||tag||iv)를 Base64.
zh_hans: 用共享密钥 + IV 做 AES-GCM，加密结果 Base64(cipher||tag||iv)。
zh_hant: 用共享密鑰 + IV 以 AES-GCM 加密，結果 Base64(cipher||tag||iv)。

# ciphertext_step_requirements
source: Client must store the same key in Settings to decrypt.
de: Der Client muss denselben Schlüssel in den Einstellungen speichern, um zu entschlüsseln.
es: El cliente debe guardar la misma clave en Ajustes para descifrar.
fr: Le client doit enregistrer la même clé dans Réglages pour déchiffrer.
ja: 設定画面に同じ鍵を保存している端末でのみ復号可能。
ko: 설정에 같은 키가 저장된 단말만 복호화 가능.
zh_hans: 客户端需在设置里保存相同密钥才能解密。
zh_hant: 客戶端需在設定裡保存相同密鑰才能解密。

# ciphertext_step_send
source: Send Base64 as ciphertext only; the IV is already inside. Keep APS free of plaintext.
de: Nur Base64 als ciphertext senden; die IV ist bereits enthalten. APS ohne Klartext halten.
es: Envía solo Base64 como ciphertext; el IV ya está dentro. Mantén APS sin texto plano.
fr: Envoyez uniquement Base64 en ciphertext ; l’IV est déjà incluse. Gardez APS sans texte en clair.
ja: Base64 を ciphertext としてのみ送信（IV は含まれている）、APS には平文を入れない。
ko: Base64를 ciphertext로만 보내면 되며 IV는 이미 포함됩니다; APS에는 평문을 넣지 않는다.
zh_hans: 仅发送 Base64 密文，IV 已包含其中，不要在 APS 放明文。
zh_hant: 僅傳送 Base64 密文，IV 已包含其中，勿在 APS 放明文。

# ciphertext_step_structure
source: Build a JSON with needed fields (title/body/icon/image).
de: Ein JSON mit den benötigten Feldern erstellen (title/body/icon/image).
es: Construye un JSON con los campos necesarios (title/body/icon/image).
fr: Construisez un JSON avec les champs nécessaires (title/body/icon/image).
ja: title/body/icon/image から必要項目を JSON にまとめる。
ko: title/body/icon/image 중 필요한 항목을 JSON에 담는다.
zh_hans: 把需要的字段放进 JSON（title/body/icon/image）。
zh_hant: 把需要的欄位放進 JSON（title/body/icon/image）。

# ciphertext_steps_title
source: Workflow
de: Ablauf
es: Flujo de trabajo
fr: Flux de travail
ja: ワークフロー
ko: 절차
zh_hans: 流程
zh_hant: 流程

# ciphertext_tips_text
source: Keep payload small, rotate keys safely, and test with sample data before production.
de: Payload klein halten, Schlüssel sicher rotieren und vor Produktion mit Beispieldaten testen.
es: Mantén el payload pequeño, rota las claves de forma segura y prueba con datos de ejemplo antes de producción.
fr: Gardez un payload léger, faites une rotation sûre des clés et testez avec des données d’exemple avant la production.
ja: 必要項目だけ入れてサイズを抑え、鍵は安全にローテーションし、運用前にサンプルで試験する。
ko: 필요한 항목만 담아 크기를 줄이고, 키는 안전하게 로테이션하며, 배포 전 샘플로 테스트하세요.
zh_hans: 保持密文精简，谨慎轮换密钥，生产前用样例充分测试。
zh_hant: 保持密文精簡，謹慎輪換密鑰，上線前用樣例充分測試。

# ciphertext_tips_title
source: Tips
de: Tipps
es: Consejos
fr: Conseils
ko: 팁
zh_hans: 提示
zh_hant: 提示

# classic_default_tone
source: Classic default notification tone
de: Klassischer Standard-Benachrichtigungston
es: Tono de notificación clásico predeterminado
fr: Son de notification classique par défaut
ja: クラシックな通知音
ko: 클래식 기본 알림음
zh_hans: 经典默认通知音
zh_hant: 經典預設通知音

source: Clean all messages
de: Alle Nachrichten bereinigen
es: Limpiar todos los mensajes
fr: Nettoyer tous les messages
ja: すべてのメッセージを削除
ko: 모든 메시지 삭제
zh_hans: 清除所有消息
zh_hant: 清除所有訊息

source: Clean all messages before 7 days
de: Alle Nachrichten älter als 7 Tage bereinigen
es: Limpiar todos los mensajes de más de 7 días
fr: Nettoyer tous les messages de plus de 7 jours
ja: 7 日前のすべてのメッセージを削除
ko: 7일 이전 모든 메시지 삭제
zh_hans: 清除 7 天前的所有消息
zh_hant: 清除 7 天前的所有訊息

source: Clean all messages before 30 days
de: Alle Nachrichten älter als 30 Tage bereinigen
es: Limpiar todos los mensajes de más de 30 días
fr: Nettoyer tous les messages de plus de 30 jours
ja: 30 日前のすべてのメッセージを削除
ko: 30일 이전 모든 메시지 삭제
zh_hans: 清除 30 天前的所有消息
zh_hant: 清除 30 天前的所有訊息

source: Clean all read messages
de: Alle gelesenen Nachrichten bereinigen
es: Limpiar todos los mensajes leídos
fr: Nettoyer tous les messages lus
ja: 既読メッセージをすべて削除
ko: 읽은 메시지 모두 삭제
zh_hans: 清除所有已读消息
zh_hant: 清除所有已讀訊息

# clean_channel_all
source: Clear all in channel
de: Im Kanal alles löschen
es: Borrar todo en el canal
fr: Tout effacer dans le canal
ja: チャンネル内をすべて削除
ko: 채널 전체 삭제
zh_hans: 清理当前频道全部消息
zh_hant: 清理目前頻道全部訊息

source: Clean channel messages
de: Kanalnachrichten bereinigen
es: Limpiar mensajes del canal
fr: Nettoyer les messages du canal
ja: 現在のチャンネルを整理
ko: 현재 채널 정리
zh_hans: 清理当前频道
zh_hant: 清理目前頻道

# clean_channel_read
source: Clear read in channel
de: Gelesene im Kanal löschen
es: Borrar leídos en el canal
fr: Effacer les lus dans le canal
ja: チャンネル内の既読を削除
ko: 채널 읽은 메시지 삭제
zh_hans: 清理当前频道已读消息
zh_hant: 清理目前頻道已讀訊息

# clean_channel_read_placeholder
source: Clear read messages in %@
de: Gelesene Nachrichten in %@ löschen
es: Borrar mensajes leídos en %@
fr: Effacer les messages lus dans %@
ja: チャンネル「%@」の既読メッセージを削除
ko: 채널 %@의 읽은 메시지 삭제
zh_hans: 清理频道 %@ 已读消息
zh_hant: 清理頻道 %@ 已讀訊息

source: Clean messages
de: Nachrichten bereinigen
es: Limpiar mensajes
fr: Nettoyer les messages
ja: メッセージを整理
ko: 메시지 정리
zh_hans: 清理消息
zh_hant: 清理訊息

source: Clean read messages before 7 days
de: Gelesene Nachrichten älter als 7 Tage bereinigen
es: Limpiar mensajes leídos de más de 7 días
fr: Nettoyer les messages lus de plus de 7 jours
ja: 7 日前の既読メッセージを削除
ko: 7일 이전 읽은 메시지 삭제
zh_hans: 清除 7 天前的已读消息
zh_hant: 清除 7 天前的已讀訊息

source: Clean read messages before 30 days
de: Gelesene Nachrichten älter als 30 Tage bereinigen
es: Limpiar mensajes leídos de más de 30 días
fr: Nettoyer les messages lus de plus de 30 jours
ja: 30 日前の既読メッセージを削除
ko: 30일 이전 읽은 메시지 삭제
zh_hans: 清除 30 天前的已读消息
zh_hant: 清除 30 天前的已讀訊息

source: Clear all messages
de: Alle Nachrichten löschen
es: Borrar todos los mensajes
fr: Supprimer tous les messages
ja: すべて削除
ko: 모두 삭제
zh_hans: 清空所有消息
zh_hant: 清空所有訊息

source: Clear search
de: Suche löschen
es: Borrar búsqueda
fr: Effacer la recherche
ja: 検索をクリア
ko: 검색 지우기
zh_hans: 清除搜索
zh_hant: 清除搜尋

source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
zh_hans: 关闭
zh_hant: 關閉

source: Concise notification ping
de: Kurzer Benachrichtigungston
es: Ping de notificación breve
fr: Ping de notification concis
ja: 簡潔な通知ピン
ko: 간결한 알림 핑
zh_hans: 简洁提示音
zh_hant: 簡潔提示音

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
ja: 確認
ko: 확인
zh_hans: 确认
zh_hant: 確認

# confirm_cleanup_channel_placeholder
source: This will clear messages in the current channel. This action cannot be undone.
de: Dadurch werden Nachrichten im aktuellen Kanal gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto borrará los mensajes del canal actual. Esta acción no se puede deshacer.
fr: Cette action effacera les messages du canal actuel. Elle est irréversible.
ja: 現在のチャンネルのメッセージを削除します。元に戻せません。
ko: 현재 채널의 메시지를 삭제합니다. 되돌릴 수 없습니다.
zh_hans: 将清理当前频道消息，且无法撤销。
zh_hant: 將清理目前頻道訊息，且無法復原。

# confirm_cleanup_messages
source: Confirm cleanup
de: Bereinigung bestätigen
es: Confirmar limpieza
fr: Confirmer le nettoyage
ja: 削除を確認
ko: 삭제 확인
zh_hans: 确认清理
zh_hant: 確認清理

# confirm_cleanup_messages_placeholder
source: This will %@. This cannot be undone.
de: Dadurch wird %@. Dies kann nicht rückgängig gemacht werden.
es: Esto %@. No se puede deshacer.
fr: Cette action %@. Elle est irréversible.
ja: %@ を実行します。元に戻せません。
ko: %@ 을(를) 실행합니다. 되돌릴 수 없습니다.
zh_hans: 确定要 %@ 吗？此操作不可撤销。
zh_hant: 確定要 %@ 嗎？此操作不可撤銷。

source: Confirm to clear all messages
de: Löschen aller Nachrichten bestätigen
es: Confirmar borrado de todos los mensajes
fr: Confirmer la suppression de tous les messages
ja: 全削除を確認
ko: 전체 삭제 확인
zh_hans: 确认清空所有消息
zh_hant: 確認清空所有訊息

source: Contains links
de: Enthält Links
es: Contiene enlaces
fr: Contient des liens
ja: リンクを含む
ko: 링크 포함
zh_hans: 包含链接
zh_hant: 包含連結

# copy_channel_id
source: Copy ID
de: ID kopieren
es: Copiar ID
fr: Copier l’ID
ja: ID をコピー
ko: ID 복사
zh_hans: 复制 ID
zh_hant: 複製 ID

source: Copy content
de: Inhalt kopieren
es: Copiar contenido
fr: Copier le contenu
ja: 内容をコピー
ko: 내용 복사
zh_hans: 复制内容
zh_hant: 複製內容

source: Create channel
de: Kanal erstellen
es: Crear canal
fr: Créer un canal
ja: チャンネルを作成
ko: 채널 만들기
zh_hans: 创建频道
zh_hant: 建立頻道

source: Created %@
de: Erstellt %@
es: Creado %@
fr: Créé %@
ja: 作成 %@
ko: 생성됨 %@
zh_hans: 已创建 %@
zh_hant: 已建立 %@

source: Crisp alert beep
de: Klarer Alarmton
es: Pitido de alerta nítido
fr: Bip d’alerte net
ja: クリアな警告ビープ
ko: 선명한 경고 비프
zh_hans: 清脆警报哔声
zh_hant: 清脆警報嗶聲

# current_language_placeholder
source: Current: %@
de: Aktuell: %@
es: Actual: %@
fr: Actuel : %@
ja: 現在：%@
ko: 현재: %@
zh_hans: 当前：%@
zh_hant: 目前：%@

# current_number_messages
source: %d messages
de: %d Nachrichten
es: %d mensajes
ja: %d件のメッセージ
ko: 메시지 %d개
zh_hans: %d 条消息
zh_hant: %d 則訊息

# custom_ringtone_deleted_placeholder
source: Deleted ringtone: %@
de: Klingelton gelöscht: %@
es: Tono eliminado: %@
fr: Sonnerie supprimée : %@
ja: 着信音を削除しました: %@
ko: 벨소리를 삭제했습니다: %@
zh_hans: 已删除铃声：%@
zh_hant: 已刪除鈴聲：%@

# custom_ringtone_duplicate_placeholder
source: Ringtone already exists: %@
de: Klingelton existiert bereits: %@
es: El tono ya existe: %@
fr: La sonnerie existe déjà : %@
ja: 同名の着信音が既に存在します: %@
ko: 동일한 이름의 벨소리가 이미 있습니다: %@
zh_hans: 已存在同名铃声：%@
zh_hant: 已存在同名鈴聲：%@

# custom_ringtone_imported_placeholder
source: Imported ringtone: %@
de: Klingelton importiert: %@
es: Tono importado: %@
fr: Sonnerie importée : %@
ja: 着信音を取り込みました: %@
ko: 벨소리를 가져왔습니다: %@
zh_hans: 已导入铃声：%@
zh_hant: 已匯入鈴聲：%@

# custom_ringtone_requirement_description
source: Supports .caf/.wav/.aiff up to 30 seconds; length is validated on import
de: Unterstützt .caf/.wav/.aiff bis 30 Sekunden; Länge wird beim Import geprüft
es: Admite .caf/.wav/.aiff hasta 30 segundos; la duración se valida al importar
fr: Prend en charge .caf/.wav/.aiff jusqu’à 30 secondes ; la durée est validée à l’import
ja: 対応形式: .caf/.wav/.aiff、30 秒以内。取り込み時に長さを検証します
ko: 지원 형식: .caf/.wav/.aiff, 30초 이하. 가져올 때 길이를 확인합니다
zh_hans: 仅支持 .caf/.wav/.aiff 格式，最长 30 秒，导入时会实时校验时长
zh_hant: 僅支援 .caf/.wav/.aiff 格式，最長 30 秒，匯入時會即時校驗時長

# custom_ringtone_storage_path_tip
source: Custom ringtones are saved to the App Group Library/Sounds shared with the notification service extension
de: Eigene Klingeltöne werden in App Group Library/Sounds gespeichert und mit der Notification Service Extension geteilt
es: Los tonos personalizados se guardan en App Group Library/Sounds y se comparten con la extensión del servicio de notificaciones
fr: Les sonneries personnalisées sont enregistrées dans App Group Library/Sounds et partagées avec l’extension de service de notification
ja: カスタム着信音は App Group の Library/Sounds（通知サービス拡張と共有）に保存されます
ko: 사용자 벨소리는 알림 서비스 확장과 공유하는 App Group 의 Library/Sounds 에 저장됩니다
zh_hans: 自定义铃声保存在 App Group 的 Library/Sounds，与通知服务扩展共享
zh_hant: 自訂鈴聲保存在 App Group 的 Library/Sounds，與通知服務延伸模組共用

source: Custom ringtones
de: Eigene Klingeltöne
es: Tonos personalizados
fr: Sonneries personnalisées
ja: カスタム着信音
ko: 사용자 벨소리
zh_hans: 自定义铃声
zh_hant: 自訂鈴聲

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
ja: ダーク
ko: 다크
zh_hans: 深色
zh_hant: 深色

source: Decrypted
de: Entschlüsselt
es: Descifrado
fr: Déchiffré
ja: 復号済み
ko: 복호화됨
zh_hans: 已解密
zh_hant: 已解密

source: Decryption configuration saved
de: Entschlüsselungskonfiguration gespeichert
es: Configuración de descifrado guardada
fr: Configuration de déchiffrement enregistrée
ja: 復号設定を保存しました
ko: 복호화 설정이 저장되었습니다
zh_hans: 解密配置已保存
zh_hant: 解密設定已儲存

# decryption_failed_the_original_text_has_been_displayed
source: Decryption failed, showing original text
de: Entschlüsselung fehlgeschlagen, Originaltext wird angezeigt
es: Falló el descifrado, se muestra el texto original
fr: Échec du déchiffrement, affichage du texte original
ja: 復号できず原文を表示しました
ko: 복호화 실패, 원문 표시
zh_hans: 解密失败，已显示原文
zh_hant: 解密失敗，已顯示原文

source: Default ringtone
de: Standardklingelton
es: Tono predeterminado
fr: Sonnerie par défaut
ja: デフォルト着信音
ko: 기본 벨소리
zh_hans: 默认铃声
zh_hant: 預設鈴聲

# default_ringtone_set_placeholder
source: Default ringtone set to: %@
de: Standardklingelton gesetzt auf: %@
es: Tono predeterminado establecido en: %@
fr: Sonnerie par défaut définie sur : %@
ja: デフォルトの着信音を設定しました: %@
ko: 기본 벨소리를 설정했습니다: %@
zh_hans: 默认铃声已设为：%@
zh_hant: 預設鈴聲已設為：%@

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
zh_hans: 删除
zh_hant: 刪除

source: Deleted
de: Gelöscht
es: Eliminado
fr: Supprimé
ja: 削除済み
ko: 삭제됨
zh_hans: 已删除
zh_hant: 已刪除

# device_registration_failed_placeholder
source: Device registration failed: %@
de: Geräteregistrierung fehlgeschlagen: %@
es: Falló el registro del dispositivo: %@
fr: Échec de l’enregistrement de l’appareil : %@
zh_hans: 设备注册失败：%@
zh_hant: 設備註冊失敗：%@

source: Devices
de: Geräte
es: Dispositivos
fr: Appareils
ja: デバイス
ko: 디바이스
zh_hans: 设备
zh_hant: 設備

source: Disable auto cleanup
de: Automatische Bereinigung deaktivieren
es: Desactivar limpieza automática
fr: Désactiver le nettoyage automatique
ja: 自動整理を無効にする
ko: 자동 정리 금지
zh_hans: 禁止自动清理
zh_hant: 禁止自動清理

source: Done
de: Fertig
es: Hecho
fr: Terminé
ja: 完了
ko: 완료
zh_hans: 完成
zh_hant: 完成

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
ko: 편집
zh_hans: 编辑
zh_hant: 編輯

source: Enable auto cleanup
de: Automatische Bereinigung aktivieren
es: Activar limpieza automática
fr: Activer le nettoyage automatique
ja: 自動整理を有効にする
ko: 자동 정리 허용
zh_hans: 允许自动清理
zh_hant: 允許自動清理

source: Enable data pages
de: Datenseiten aktivieren
es: Activar páginas de datos
fr: Activer les pages de données
ja: データページを有効にする
ko: 데이터 페이지 사용
zh_hans: 启用数据页面
zh_hant: 啟用資料頁面

source: Encrypted
de: Verschlüsselt
es: Cifrado
fr: Chiffré
ja: 暗号化済み
ko: 암호화됨
zh_hans: 已加密
zh_hant: 已加密

source: Encrypted message
de: Verschlüsselte Nachricht
es: Mensaje cifrado
fr: Message chiffré
ja: 暗号化されたメッセージ
ko: 암호화된 메시지
zh_hans: 加密消息
zh_hant: 加密訊息

source: English
de: Englisch
es: Inglés
fr: Anglais
ja: 英語
ko: 영어
zh_hans: 英语
zh_hant: 英語

# enter_any_keyword_to_quickly_locate_messages_from_historical_push_notifications
source: Enter a keyword to search your history
de: Gib ein Stichwort ein, um im Verlauf zu suchen
es: Introduce una palabra clave para buscar en el historial
fr: Saisissez un mot-clé pour rechercher dans l’historique
ja: キーワードで履歴を検索
ko: 키워드로 기록 검색
zh_hans: 输入关键词搜索历史消息
zh_hant: 輸入關鍵詞搜尋歷史訊息

source: Enter key
de: Schlüssel eingeben
es: Introducir clave
fr: Saisir la clé
ja: キーを入力
ko: 키 입력
zh_hans: 输入密钥
zh_hant: 輸入密鑰

# enter_title_content_or_grouping
source: Enter title, content or channel
de: Titel, Inhalt oder Kanal eingeben
es: Introduce título, contenido o canal
fr: Saisissez le titre, le contenu ou le canal
ja: タイトル、内容、またはチャンネルを入力
ko: 제목, 내용 또는 채널 입력
zh_hans: 输入标题、内容或频道
zh_hant: 輸入標題、內容或頻道

source: Event stream
de: Ereignisverlauf
es: Flujo de eventos
fr: Flux d’événements
ja: イベントストリーム
ko: 이벤트 스트림
zh_hans: 事件流
zh_hant: 事件流

source: Event updates linked to this object will appear here.
de: Mit diesem Objekt verknüpfte Ereignisaktualisierungen werden hier angezeigt.
es: Aquí se mostrarán las actualizaciones de eventos vinculadas a este objeto.
fr: Les mises à jour d’événements liées à cet objet apparaîtront ici.
ja: このオブジェクトに関連するイベント更新がここに表示されます。
ko: 이 객체와 연결된 이벤트 업데이트가 여기에 표시됩니다.
zh_hans: 与该对象关联的事件更新会显示在这里。
zh_hant: 與此物件關聯的事件更新會顯示在這裡。

# event_message_closed_default
source: Event closed.
de: Ereignis geschlossen.
es: Evento cerrado.
fr: Événement clos.
ja: イベントを終了しました。
ko: 이벤트가 종료되었습니다.
zh_hans: 事件已关闭。
zh_hant: 事件已關閉。

# event_message_updated_default
source: Event updated.
de: Ereignis aktualisiert.
es: Evento actualizado.
fr: Événement mis à jour.
ja: イベントを更新しました。
ko: 이벤트가 업데이트되었습니다.
zh_hans: 事件已更新。
zh_hant: 事件已更新。

# event_status_closed_default
source: Closed
de: Geschlossen
es: Cerrado
fr: Clôturé
ja: クローズ済み
ko: 종료됨
zh_hans: 已关闭
zh_hant: 已關閉

# event_status_created_default
source: Created
de: Erstellt
es: Creado
fr: Créé
ja: 作成済み
ko: 생성됨
zh_hans: 已创建
zh_hant: 已建立

# event_status_updated_default
source: Updated
de: Aktualisiert
es: Actualizado
fr: Mis à jour
ja: 更新済み
ko: 업데이트됨
zh_hans: 已更新
zh_hant: 已更新

source: Events below describe how this object changed over time.
de: Die folgenden Ereignisse zeigen, wie sich dieses Objekt im Zeitverlauf verändert hat.
es: Los eventos siguientes describen cómo cambió este objeto con el tiempo.
fr: Les événements ci-dessous décrivent l’évolution de cet objet dans le temps.
ja: 以下のイベントは、このオブジェクトが時間とともにどう変化したかを示します。
ko: 아래 이벤트는 이 오브젝트가 시간에 따라 어떻게 변했는지 보여줍니다.
zh_hans: 以下事件描述了该对象随时间发生的变化。
zh_hant: 以下事件描述了該物件隨時間發生的變化。

# events_empty_hint
source: Event entries appear after /event/* payloads arrive.
de: Ereigniseinträge erscheinen nach Eingang von /event/*-Payloads.
es: Las entradas de evento aparecen tras recibir payloads /event/* .
fr: Les entrées d’événement apparaissent après réception des payloads /event/*.
ja: /event/* ペイロード受信後にここへ表示されます。
ko: /event/* 페이로드를 수신하면 여기에 표시됩니다.
zh_hans: 收到 /event/* 数据后会在这里显示。
zh_hant: 收到 /event/* 資料後會在這裡顯示。

# events_empty_title
source: No events yet
de: Noch keine Ereignisse
es: Aún no hay eventos
fr: Aucun événement pour le moment
ja: まだイベントはありません
ko: 아직 이벤트가 없습니다
zh_hans: 暂无事件
zh_hant: 暫無事件

source: Every point below is one declaration in the event lifecycle.
de: Jeder Punkt unten entspricht einer Deklaration im Ereignis-Lebenszyklus.
es: Cada punto de abajo corresponde a una declaración en el ciclo de vida del evento.
fr: Chaque point ci-dessous correspond à une déclaration dans le cycle de vie de l’événement.
ja: 以下の各ポイントは、イベントライフサイクル上の1つの宣言です。
ko: 아래 각 포인트는 이벤트 라이프사이클의 한 선언입니다.
zh_hans: 下面每一项都对应事件生命周期中的一次声明。
zh_hant: 下面每一項都對應事件生命週期中的一次聲明。

# export_failed_placeholder
source: Export failed: %@
de: Export fehlgeschlagen: %@
es: Error de exportación: %@
fr: Échec de l’export : %@
ja: エクスポートに失敗: %@
ko: 내보내기 실패: %@
zh_hans: 导出失败：%@
zh_hant: 匯出失敗：%@

source: Export messages
de: Nachrichten exportieren
es: Exportar mensajes
fr: Exporter les messages
ja: メッセージをエクスポート
ko: 메시지 내보내기
zh_hans: 导出消息
zh_hant: 匯出訊息

# failed_to_import_ringtone_placeholder
source: Failed to import ringtone: %@
de: Klingelton konnte nicht importiert werden: %@
es: No se pudo importar el tono: %@
fr: Échec de l’import de la sonnerie : %@
ja: 着信音の取り込みに失敗しました: %@
ko: 벨소리를 가져오지 못했습니다: %@
zh_hans: 导入铃声失败：%@
zh_hant: 匯入鈴聲失敗：%@

# failed_to_play_ringtone_placeholder
source: Failed to play ringtone: %@
de: Klingelton konnte nicht abgespielt werden: %@
es: No se pudo reproducir el tono: %@
fr: Échec de lecture de la sonnerie : %@
ja: 着信音の再生に失敗: %@
ko: 벨소리 재생 실패: %@
zh_hans: 播放铃声失败：%@
zh_hant: 播放鈴聲失敗：%@

# failed_to_read_historical_messages
source: Failed to read history
de: Verlauf konnte nicht gelesen werden
es: No se pudo leer el historial
fr: Échec de lecture de l’historique
ja: 履歴の読み込みに失敗
ko: 히스토리 읽기 실패
zh_hans: 读取历史消息失败
zh_hant: 讀取歷史訊息失敗

# failed_to_save_message_placeholder
source: Failed to save message: %@
de: Nachricht konnte nicht gespeichert werden: %@
es: No se pudo guardar el mensaje: %@
fr: Échec d’enregistrement du message : %@
ja: メッセージの保存に失敗: %@
ko: 메시지 저장 실패: %@
zh_hans: 保存消息失败：%@
zh_hant: 保存訊息失敗：%@
